Repository: sunvc/NoLet
Catalog: NoLet/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant, zh_hk

# 设置每次对话时包含的历史消息数量，数量越多上下文越完整，但会增加 Token 消耗
source: Set the number of historical messages included in each conversation; more messages provide fuller context but increase token consumption.
de: Setzen Sie die Anzahl der historischen Nachrichten fest, die in jedem Gespräch enthalten sind. Je mehr Nachrichten, desto vollständiger der Kontext, aber es erhöht den Token-Verbrauch.
es: Configura la cantidad de mensajes históricos incluidos en cada conversación; cuantos más mensajes, más completo será el contexto, pero aumentará el consumo de tokens.
fr: Définir le nombre de messages historiques inclus à chaque conversation. Plus le nombre est élevé, plus le contexte est complet, mais cela augmente la consommation de tokens.
it: Imposta il numero di messaggi storici inclusi in ogni conversazione: più messaggi forniscono un contesto più completo, ma aumentano il consumo di token.
ja: 各対話に含まれる履歴メッセージの数を設定します。メッセージが多いほど文脈が完全になりますが、トークン消費が増加します。
ko: 각 대화에 포함되는 역사 메시지의 수를 설정합니다. 메시지가 많을수록 문맥이 완전해지지만 토큰 소비가 증가합니다.
pt_br: Defina o número de mensagens históricas incluídas em cada conversa. Quanto maior o número, mais completo será o contexto, mas aumentará o consumo de tokens.
ru: Установите количество исторических сообщений, включаемых в каждый диалог. Чем больше сообщений, тем полнее контекст, но это увеличит расход токенов.
tr: Her konuşmada dahil edilen tarih mesaj sayısını ayarlayın. Sayı ne kadar yüksekse bağlam o kadar eksiksiz olur, ancak Token tüketimi artar.
zh_hans: 设置每次对话时包含的历史消息数量，数量越多上下文越完整，但会增加 Token 消耗
zh_hant: 設置每次對話時包含的歷史訊息數量，數量越多上下文越完整，但會增加 Token 消耗
zh_hk: 設定每次對話時包含的歷史訊息數量，數量越多上下文越完整，但會增加 Token 消耗

# 设置默认铃声
source: Set default ringtone
de: Standardklingelton einstellen
es: Configurar tono de llamada predeterminado
fr: Définir la sonnerie par défaut
it: Imposta suono predefinito
ja: デフォルトの着信音を設定
ko: 기본 벨소리 설정
pt_br: Definir toque padrão
ru: Установить звук по умолчанию
tr: Varsayılan zil sesini ayarla
zh_hans: 设置默认铃声
zh_hant: 設定預設鈴聲
zh_hk: 設定默認鈴聲

# 请先授予网络权限
source: Please grant network permissions first
de: Bitte gewähren Sie zuerst Netzwerkberechtigungen
es: Por favor, otorga primero los permisos de red
fr: Veuillez d'abord accorder l'autorisation réseau
it: Concedi prima i permessi di rete
ja: まずネットワーク権限を許可してください
ko: 먼저 네트워크 권한을 허용해 주세요
pt_br: Por favor, conceda primeiro a permissão de rede
ru: Сначала предоставьте разрешение на доступ к сети
tr: Lütfen önce ağ izinlerini verin
zh_hans: 请先授予网络权限
zh_hant: 請先授予網路權限
zh_hk: 請先授予網絡權限

# 请先注册
source: Please register first
de: Bitte registrieren Sie sich zuerst
es: Por favor, regístrate primero
fr: Veuillez vous inscrire d'abord
it: Registrati prima
ja: 先に登録してください
ko: 먼저 등록해 주세요
pt_br: Por favor, registre-se primeiro
ru: Пожалуйста, зарегистрируйтесь
tr: Lütfen önce kaydolun
zh_hans: 请先注册
zh_hant: 請先註冊
zh_hk: 請先註冊

# 请求地址(api.openai.com)
source: Request address (api.openai.com)
de: Anfrageadresse (api.openai.com)
es: Dirección de solicitud (api.openai.com)
fr: Adresse de requête (api.openai.com)
it: Indirizzo richiesto (api.openai.com)
ja: リクエストアドレス（api.openai.com）
ko: 요청 주소(api.openai.com)
pt_br: Endereço da solicitação (api.openai.com)
ru: Запрос адреса (api.openai.com)
tr: İstek adresi (api.openai.com)
zh_hans: 请求地址(api.openai.com)
zh_hant: 請求地址(api.openai.com)
zh_hk: 請求地址(api.openai.com)

# 请求密钥
source: Request Key
de: Schlüssel anfordern
es: Solicitar clave secreta
fr: Clé de requête
it: Richiesta chiave
ja: リクエストキー
ko: 요청 키
pt_br: Solicitar chave secreta
ru: Запрос ключа
tr: İstek Anahtarı
zh_hans: 请求密钥
zh_hant: 請求密鑰
zh_hk: 請求密鑰

# 请求路径: /v1
source: Request path: /v1
de: Anfragepfad: /v1
es: Ruta de solicitud: /v1
fr: Chemin de la requête : /v1
it: Percorso richiesto: /v1
ja: リクエストパス: /v1
ko: 요청 경로: /v1
pt_br: Caminho da solicitação: /v1
ru: Путь запроса: /v1
tr: İstek yolu: /v1
zh_hans: 请求路径: /v1
zh_hant: 請求路徑: /v1
zh_hk: 請求路徑：/v1

# 请输入URL
source: Please enter URL
de: URL eingeben
es: Introduzca la URL
fr: Veuillez saisir l'URL
it: Inserisci URL
ja: URLを入力してください
ko: URL을 입력하십시오
pt_br: Por favor, insira a URL
ru: Введите URL
tr: URL'yi girin
zh_hans: 请输入URL
zh_hant: 請輸入URL
zh_hk: 請輸入URL

# 请输入提示词标题
source: Please enter prompt keyword title
de: Bitte geben Sie den Titel des Aufforderungsworts ein
es: Introduce el título de la palabra clave de solicitud
fr: Veuillez saisir le titre de l'invite
it: Inserisci il titolo del prompt
ja: プロンプトタイトルを入力してください
ko: 프롬프트 제목을 입력하십시오
pt_br: Digite o título da palavra de prompt
ru: Введите заголовок подсказки
tr: Lütfen istem ipucu kelime başlığını girin
zh_hans: 请输入提示词标题
zh_hant: 請輸入提示詞標題
zh_hk: 請輸入提示詞標題

# 请输入旧的KEY
source: Please enter the old KEY
de: Bitte geben Sie den alten KEY ein
es: Introduzca la antigua CLAVE
fr: Veuillez saisir l'ancienne clé
it: Inserisci la vecchia CHIAVE
ja: 古いKEYを入力してください
ko: 이전 KEY를 입력하십시오
pt_br: Por favor, insira a chave antiga
ru: Пожалуйста, введите старый KEY
tr: Eski KEY'i girin
zh_hans: 请输入旧的KEY
zh_hant: 請輸入舊的KEY
zh_hk: 請輸入舊的KEY

# 请输入有效的服务器URL地址，例如：https://example.com
source: Please enter a valid server URL address, for example: https://example.com
de: Bitte geben Sie eine gültige Server-URL ein, z.B.: https://example.com
es: Por favor, ingresa una URL válida del servidor, por ejemplo: https://example.com
fr: Veuillez saisir une URL de serveur valide, par exemple : https://example.com
it: Inserisci un URL del server valido, ad esempio: https://example.com
ja: 有効なサーバーURLを入力してください。例：https://example.com
ko: 유효한 서버 URL을 입력하세요. 예: https://example.com
pt_br: Por favor, insira um endereço de servidor válido, por exemplo: https://example.com
ru: Пожалуйста, введите действительный URL-адрес сервера, например: https://example.com
tr: Lütfen geçerli bir sunucu URL'si girin, örneğin: https://example.com
zh_hans: 请输入有效的服务器URL地址，例如：https://example.com
zh_hant: 請輸入有效的伺服器URL地址，例如：https://example.com
zh_hk: 請輸入有效的伺服器URL地址，例如：https://example.com

# 请输入服务器地址
source: Please enter the server address
de: Bitte geben Sie die Serveradresse ein
es: Por favor, ingresa la dirección del servidor
fr: Veuillez saisir l'adresse du serveur
it: Inserisci l'indirizzo del server
ja: サーバーアドレスを入力してください
ko: 서버 주소를 입력해 주세요
pt_br: Por favor, insira o endereço do servidor
ru: Введите адрес сервера
tr: Lütfen sunucu adresini girin
zh_hans: 请输入服务器地址
zh_hant: 請輸入伺服器地址
zh_hk: 請輸入伺服器地址

# 请选择您需要的其他权限
source: Please select the other permissions you require
de: Bitte wählen Sie die anderen Berechtigungen aus, die Sie benötigen
es: Seleccione los otros permisos que necesita
fr: Veuillez sélectionner les autres autorisations dont vous avez besoin
it: Seleziona le altre autorizzazioni di cui hai bisogno
ja: 必要な他の権限を選択してください
ko: 필요한 다른 권한을 선택해 주세요
pt_br: Por favor, selecione as outras permissões que você precisa
ru: Выберите другие необходимые разрешения
tr: Lütfen ihtiyacınız olan diğer izinleri seçin
zh_hans: 请选择您需要的其他权限
zh_hant: 請選擇您需要的其他權限
zh_hk: 請選擇您需要的其他權限

# 账户列表
source: Account List
de: Kontoliste
es: Lista de cuentas
fr: Liste des comptes
it: Elenco account
ja: アカウントリスト
ko: 계정 목록
pt_br: Lista de Contas
ru: Список аккаунтов
tr: Hesap Listesi
zh_hans: 账户列表
zh_hant: 帳戶列表
zh_hk: 帳戶列表

# 越南语
source: Vietnamese
de: Vietnamesisch
es: Vietnamita
fr: Vietnamien
it: Vietnamita
ja: ベトナム語
ko: 베트남어
pt_br: Vietnamita
ru: Вьетнамский язык
tr: Vietnamca
zh_hans: 越南语
zh_hant: 越南語
zh_hk: 越南語

# 跳转第三方
source: Jump to third party
de: Zu Drittanbietern springen
es: Saltar a terceros
fr: Sauter vers un tiers
it: Salta a terze parti
ja: サードパーティにリダイレクト
ko: 제3자로 리디렉션
pt_br: Pular para terceiros
ru: Переход к третьей стороне
tr: Üçüncü tarafa atla
zh_hans: 跳转第三方
zh_hant: 跳轉第三方
zh_hk: 跳轉第三方

# 跳转链接:
source: Jump Link:
de: Springen Link:
es: Enlace de salto:
fr: Lien de saut :
it: Link di salto:
ja: リンク先:
ko: 이동 링크:
pt_br: Link de redirecionamento:
ru: Переход по ссылке:
tr: Bağlantıya atla:
zh_hans: 跳转链接:
zh_hant: 跳轉鏈接:
zh_hk: 跳轉鏈接：

# 输入%d位数的key
source: Enter a %d-digit key
de: Geben Sie einen %d-stelligen Schlüssel ein
es: Introduce la clave de %d dígitos
fr: Clé à %d chiffres
it: Inserisci una chiave di %d cifre
ja: %d桁のキーを入力してください
ko: %d자리 키를 입력하십시오
pt_br: Digite a chave de %d dígitos
ru: Введите ключ из %d цифр
tr: %d basamaklı anahtar girin
zh_hans: 输入%d位数的key
zh_hant: 輸入%d位數的key
zh_hk: 輸入%d位數的key

# 输入分组名称
source: Enter group name
de: Gruppenname eingeben
es: Introducir nombre del grupo
fr: Nom du groupe
it: Inserisci nome gruppo
ja: グループ名を入力してください
ko: 그룹 이름을 입력하십시오
pt_br: Digite o nome do grupo
ru: Введите название группы
tr: Grup adını girin
zh_hans: 输入分组名称
zh_hant: 輸入分組名稱
zh_hk: 輸入分組名稱

# 输入别名
source: Enter nickname
de: Spitznamen eingeben
es: Introducir alias
fr: Saisir un pseudonyme
it: Inserisci alias
ja: エイリアスを入力してください
ko: 별명을 입력하십시오
pt_br: Digite um apelido
ru: Введите псевдоним
tr: Takma ad girin
zh_hans: 输入别名
zh_hant: 輸入別名
zh_hk: 輸入別名

# 输入图片名称
source: Input image name
de: Bildname eingeben
es: Nombre de la imagen
fr: Nom de l'image d'entrée
it: Inserisci il nome dell'immagine
ja: 画像名を入力してください
ko: 이미지 이름을 입력하십시오
pt_br: Nome da imagem de entrada
ru: Введите название изображения
tr: Görsel adını girin
zh_hans: 输入图片名称
zh_hant: 輸入圖片名稱
zh_hk: 輸入圖片名稱

# 输入旧key,可以恢复
source: Enter the old key to restore
de: Alten Schlüssel eingeben, um wiederherzustellen
es: Introduce la clave antigua para restaurar
fr: Entrez l'ancienne clé pour restaurer
it: Inserisci la vecchia chiave per ripristinare
ja: 復元するために古いキーを入力してください
ko: 복원할 구 키를 입력하십시오
pt_br: Digite a chave antiga para restaurar
ru: Введите старый ключ для восстановления
tr: Eski anahtarı gir, kurtarılabilir
zh_hans: 输入旧key,可以恢复
zh_hant: 輸入舊key，可以恢復
zh_hk: 輸入舊key，可以恢復

# 输入消息...
source: Input message...
de: Nachricht senden...
es: Escribiendo mensaje...
fr: Saisir le message...
it: Inserimento messaggio...
ja: メッセージを入力...
ko: 메시지를 입력하세요...
pt_br: Enviando mensagem...
ru: Введите сообщение...
tr: Mesaj giriliyor...
zh_hans: 输入消息...
zh_hant: 輸入訊息...
zh_hk: 輸入消息...

# 这是一个内置提示词，你可以基于它创建一个新的自定义提示词
source: This is a built-in prompt, you can use it to create a new custom prompt.
de: Dies ist ein eingebetteter Prompt, auf dessen Grundlage Sie einen neuen benutzerdefinierten Prompt erstellen können.
es: Este es un mensaje integrado, puedes usarlo como base para crear un nuevo mensaje personalizado.
fr: Ceci est un prompt intégré, vous pouvez créer un nouveau prompt personnalisé basé sur celui-ci.
it: Questo è un prompt incorporato, puoi creare un nuovo prompt personalizzato basato su di esso.
ja: これは組み込みのプロンプトであり、これに基づいて新しいカスタムプロンプトを作成できます。
ko: 이것은 내장된 프롬프트이며, 이를 기반으로 새로운 사용자 정의 프롬프트를 만들 수 있습니다.
pt_br: Este é um prompt interno, você pode criar um novo prompt personalizado com base nele.
ru: Это встроенная подсказка, на основе которой вы можете создать новую пользовательскую подсказку.
tr: Bu, yerleşik bir ipucudur ve onun temelinde yeni bir özel ipucu oluşturabilirsiniz.
zh_hans: 这是一个内置提示词，你可以基于它创建一个新的自定义提示词
zh_hant: 這是一個內建提示詞，你可以基於它創建一個新的自定義提示詞
zh_hk: 這是一個內置提示詞，你可以基於它創建一個新的自定義提示詞

# 这是一个加密示例
source: This is an encryption example
de: Dies ist ein verschlüsseltes Beispiel
es: Este es un ejemplo cifrado
fr: Ceci est un exemple chiffré
it: Questo è un esempio crittografato
ja: これは暗号化の例です
ko: 이것은 암호화 예제입니다
pt_br: Este é um exemplo criptografado
ru: Это пример шифрования
tr: Bu bir şifreleme örneğidir
zh_hans: 这是一个加密示例
zh_hant: 這是一個加密示例
zh_hk: 這是一個加密示例

# 这是加密的正文部分
source: This is the encrypted body part
de: Dies ist der verschlüsselte Haupttextteil
es: Esta es la parte cifrada del texto
fr: Ceci est la partie de texte chiffrée
it: Questa è la parte crittografata del testo principale
ja: これは暗号化されたメッセージの本文です
ko: 이것은 암호화된 메시지의 본문입니다
pt_br: Esta é a parte criptografada do texto
ru: Это зашифрованная часть текста
tr: Bu şifrelenmiş metin bölümüdür
zh_hans: 这是加密的正文部分
zh_hant: 這是加密的正文部分
zh_hk: 這是加密的正文部分

# 连接失败
source: Connection Failed
de: Verbindung fehlgeschlagen
es: Conexion fallida
fr: Échec de connexion
it: Connessione fallita
ja: 接続に失敗しました
ko: 연결 실패
pt_br: Falha na conexão
ru: Сбой подключения
tr: Bağlantı başarısız
zh_hans: 连接失败
zh_hant: 連接失敗
zh_hk: 連接失敗

# 选择加密算法
source: Select Encryption Algorithm
de: Verschlüsselungsalgorithmus auswählen
es: Seleccionar algoritmo de cifrado
fr: Choisir l'algorithme de chiffrement
it: Seleziona l'algoritmo di crittografia
ja: 暗号化アルゴリズムを選択
ko: 암호화 알고리즘 선택
pt_br: Escolher algoritmo de criptografia
ru: Выбор алгоритма шифрования
tr: Şifreleme Algoritması Seçin
zh_hans: 选择加密算法
zh_hant: 選擇加密算法
zh_hk: 選擇加密算法

# 选择图片
source: Choose Image
de: Bild auswählen
es: Seleccionar imagen
fr: Sélectionner l'image
it: Seleziona immagine
ja: 画像を選択
ko: 이미지 선택
pt_br: Selecionar imagem
ru: Выбрать изображение
tr: Resim Seç
zh_hans: 选择图片
zh_hant: 選擇圖片
zh_hk: 選擇圖片

# 选择提示词
source: Select prompt words
de: Auswahlaufforderung
es: Seleccionar palabra clave
fr: Indicateur de sélection
it: Scegli suggerimento
ja: プロンプトを選択
ko: 프롬프트 선택
pt_br: Escolher palavras de sugestão
ru: Выберите подсказку
tr: Seçim İpucu
zh_hans: 选择提示词
zh_hant: 選擇提示詞
zh_hk: 選擇提示詞

# 选择签名
source: Choose Signature
de: Signatur auswählen
es: Elegir firma
fr: Choisir une signature
it: Scegli firma
ja: 署名を選択
ko: 서명 선택
pt_br: Escolher assinatura
ru: Выбрать подпись
tr: İmza Seç
zh_hans: 选择签名
zh_hant: 選擇簽名
zh_hk: 選擇簽名

# 选择翻译语言
source: Select Translation Language
de: Sprache für Übersetzung auswählen
es: Seleccionar idioma de traducción
fr: Choisir la langue de traduction
it: Seleziona lingua di traduzione
ja: 翻訳言語を選択
ko: 번역 언어 선택
pt_br: Escolher idioma de tradução
ru: Выбрать язык перевода
tr: Çeviri Dilini Seçin
zh_hans: 选择翻译语言
zh_hant: 選擇翻譯語言
zh_hk: 選擇翻譯語言

# 选择铃声，超出30秒的将截断
source: Select ringtone, cut off if exceeds 30 seconds
de: Wähle Klingelton, über 30 Sekunden wird abgeschnitten
es: Seleccionar tono de timbre, cortar si excede 30 segundos
fr: Choisir la sonnerie, coupure après 30 secondes
it: Seleziona il suono della suoneria, se supera i 30 secondi verrà interrotto
ja: 30秒を超えるものは切り捨てられるため、着信音を選択してください
ko: 30초를 초과하는 것은 잘리므로 벨소리를 선택하십시오
pt_br: Escolha o toque, interromperá após exceder 30 segundos
ru: Выберите мелодию звонка, звонки длительностью более 30 секунд будут прерваны
tr: Zil sesi seçin, 30 saniyeyi aşan kesilecektir
zh_hans: 选择铃声，超出30秒的将截断
zh_hant: 選擇鈴聲，超過30秒的將截斷
zh_hk: 選擇鈴聲，超過30秒的將被截斷

# 通知权限设置
source: Notification Permissions Settings
de: Berechtigungseinstellungen für Benachrichtigungen
es: Configuración de permisos de notificación
fr: Paramètres de notification
it: Impostazioni autorizzazioni notifiche
ja: 通知権限設定
ko: 알림 권한 설정
pt_br: Configurações de permissão de notificação
ru: Настройка разрешений уведомлений
tr: Bildirim izinleri
zh_hans: 通知权限设置
zh_hant: 通知權限設置
zh_hk: 通知權限設定

# 通知类型
source: Notification Type
de: Benachrichtigungstyp
es: Tipo de notificación
fr: Type de notification
it: Tipo di notifica
ja: 通知の種類
ko: 알림 유형
pt_br: Tipo de Notificação
ru: Тип уведомления
tr: Bildirim Türü
zh_hans: 通知类型
zh_hant: 通知類型
zh_hk: 通知類型

# 通知级别
source: Notification Level
de: Benachrichtigungsstufe
es: Nivel de notificación
fr: Niveau de notification
it: Livello di notifica
ja: 通知レベル
ko: 알림 수준
pt_br: Nível de Notificação
ru: Уровень уведомления
tr: Bildirim Seviyesi
zh_hans: 通知级别
zh_hant: 通知級別
zh_hk: 通知級別

# 通知铃声将持续播放30s，同时收到多个将按顺序依次响铃
source: The notification ringtone will play continuously for 30 seconds, and multiple rings will sound in sequence one after another.
de: Die Benachrichtigungsglocke wird 30 Sekunden lang weiterklingen, während mehrere nacheinander in der Reihenfolge ihres Eingangs ertönen.
es: La alarma de notificación sonará continuamente durante 30 segundos, y se recibirán múltiples alarmas que sonarán en secuencia.
fr: La sonnerie de notification continuera à jouer pendant 30 secondes, et plusieurs notifications sonneront séquentiellement
it: La suoneria di notifica continuerà a suonare per 30 secondi, mentre più notifiche verranno riprodotte in sequenza.
ja: 通知音は30秒間再生され、複数の通知は順番に鳴ります
ko: 알림 벨소리는 30초 동안 재생되며, 여러 알림이 순서대로 울립니다
pt_br: O toque do sino de notificação continuará a tocar por 30 segundos, e vários toques serão reproduzidos sequencialmente.
ru: Уведомление будет воспроизводиться в течение 30 секунд, при этом несколько уведомлений будут звучать последовательно.
tr: Bildirim zili 30 saniye boyunca çalacak ve birden fazla bildirim sırayla çalacak
zh_hans: 通知铃声将持续播放30s，同时收到多个将按顺序依次响铃
zh_hant: 通知铃声将持续播放30秒，同时收到多个将按顺序依次响铃
zh_hk: 通知鈴聲將持續播放30秒，同時收到多個通知將按順序依次響鈴

# 部分注册成功
source: Partial Registration Successful
de: Teilweise Registrierung erfolgreich
es: Registro parcial exitoso
fr: Inscription partielle réussie
it: Registrazione parziale completata
ja: 部分的な登録成功
ko: 부분 등록 성공
pt_br: Registro parcial bem-sucedido
ru: Частичная регистрация успешна
tr: Kayıt kısmen başarılı
zh_hans: 部分注册成功
zh_hant: 部分註冊成功
zh_hk: 部分註冊成功

# 配置已存在
source: Configuration already exists
de: Konfiguration existiert bereits
es: Configuración ya existe
fr: La configuration existe déjà
it: Configurazione già esistente
ja: 設定は既に存在します
ko: 구성이 이미 존재합니다
pt_br: Configuração já existe
ru: Конфигурация уже существует
tr: Yapılandırma zaten mevcut
zh_hans: 配置已存在
zh_hant: 配置已存在
zh_hk: 配置已存在

# 配置文件
source: Configuration File
de: Konfigurationsdatei
es: Archivo de configuración
fr: Fichier de configuration
it: File di configurazione
ja: 設定ファイル
ko: 설정 파일
pt_br: Arquivo de Configuração
ru: Файл конфигурации
tr: Yapılandırma dosyası
zh_hans: 配置文件
zh_hant: 配置文件
zh_hk: 配置文件

# 重启才能生效,即将退出程序！
source: Restart to take effect, exiting the application now!
de: Neustart erforderlich, um wirksam zu werden, Programm wird gleich beendet!
es: Reinicia para que surta efecto, ¡sal del programa ahora!
fr: Redémarrez pour que cela prenne effet, vous allez quitter l'application !
it: Riavvia per rendere effettivo, uscendo subito dall'applicazione!
ja: 再起動が必要です。アプリを終了します！
ko: 재시작해야 적용됩니다. 곧 앱이 종료됩니다!
pt_br: Reinicie para que entre em vigor, saindo do programa em breve!
ru: Перезапустите, чтобы изменения вступили в силу, и программа скоро закроется!
tr: Yeniden başlatma etkili olacak, programdan çıkılacak!
zh_hans: 重启才能生效，即将退出程序！
zh_hant: 重啟才能生效，即將退出程式！
zh_hk: 重啟才能生效，即將退出程式！

# 重命名
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 바꾸기
pt_br: Renomear
ru: Переименовать
tr: Yeniden adlandır
zh_hans: 重命名
zh_hant: 重命名
zh_hk: 重新命名

# 重复数据
source: Duplicate Data
de: Wiederholungsdaten
es: Datos duplicados
fr: Données en double
it: Dati ripetuti
ja: 重複データ
ko: 중복 데이터
pt_br: Dados Repetidos
ru: Повторяющиеся данные
tr: Yinelenen veri
zh_hans: 重复数据
zh_hant: 重複數據
zh_hk: 重複數據

# 重新扫描
source: Rescan
de: Erneut scannen
es: Escanear de nuevo
fr: Rescanner
it: Riscansione
ja: 再スキャン
ko: 다시 스캔
pt_br: Reescanear
ru: Повторное сканирование
tr: Yeniden Tara
zh_hans: 重新扫描
zh_hant: 重新掃描
zh_hk: 重新掃描

# 重新扫码
source: Rescan
de: Erneut scannen
es: Escanear de nuevo
fr: Rescanner
it: Riscansiona di nuovo
ja: 再スキャン
ko: 다시 스캔
pt_br: Reescanear
ru: Пересканировать
tr: Yeniden Tara
zh_hans: 重新扫码
zh_hant: 重新掃碼
zh_hk: 「重新掃碼」

# 重置
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 재설정
pt_br: Redefinir
ru: Сбросить
tr: Sıfırla
zh_hans: 重置
zh_hant: 重置
zh_hk: 重置

# 重要提醒通知,70%音量
source: Important reminder notification, 70% volume
de: Wichtige Erinnerungsbenachrichtigung, 70% Lautstärke
es: Notificación de recordatorio importante, 70% de volumen
fr: Notification d'alerte importante, 70% du volume
it: Notifica di promemoria importante, volume al 70%
ja: 重要なリマインダー通知、音量70%
ko: 중요 알림, 70% 볼륨
pt_br: Notificação de Lembrete Importante, 70% do Volume
ru: Важное уведомление, 70% громкости
tr: Önemli Hatırlatma Bildirimi, %70 Ses Seviyesi
zh_hans: 重要提醒通知,70%音量
zh_hant: 重要提醒通知，70%音量
zh_hk: 重要提示通知，70%音量

# 重要通知
source: Important Notice
de: Wichtige Mitteilung
es: Notificación importante
fr: Notification importante
it: Notifica importante
ja: 重要な通知
ko: 중요 알림
pt_br: Notificação Importante
ru: Важное уведомление
tr: Önemli Duyuru
zh_hans: 重要通知
zh_hant: 重要通知
zh_hk: 重要通知

# 重要通知权限
source: Important Notification Permissions
de: Berechtigung für wichtige Benachrichtigungen
es: Permiso de notificación importante
fr: Autorisation de notification importante
it: Permessi per notifiche importanti
ja: 重要な通知権限
ko: 중요 알림 권한
pt_br: Permissões de Notificação Importantes
ru: Важные уведомления
tr: Önemli Bildirim İzni
zh_hans: 重要通知权限
zh_hant: 重要通知權限
zh_hk: 重要通知權限

# 重要通知音量
source: Important Notification Volume
de: Wichtige Benachrichtigungstonlautstärke
es: Tono de notificación importante
fr: Volume des notifications importantes
it: Volume delle notifiche importanti
ja: 重要な通知音量
ko: 중요 알림 볼륨
pt_br: Volume de Notificação Importante
ru: Важный звук уведомления
tr: Önemli Bildirim Sesi
zh_hans: 重要通知音量
zh_hant: 重要通知音量
zh_hk: 重要通知音量

# 铃声
source: Bell Sound
de: Glocke
es: Campana
fr: Sonnerie
it: Campanello
ja: 着信音
ko: 벨소리
pt_br: Sino
ru: Колокольчик
tr: Zil
zh_hans: 铃声
zh_hant: 鈴聲
zh_hk: 「鈴聲」

# 铃声列表
source: Bell List
de: Klingelliste
es: Lista de campanas
fr: Liste des sonneries
it: Elenco dei campanelli
ja: 着信音リスト
ko: 벨소리 목록
pt_br: Lista de Sinos
ru: Список уведомлений
tr: Bildirim Listesi
zh_hans: 铃声列表
zh_hant: 鈴聲列表
zh_hk: 鈴聲列表

# 错误
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
tr: Hata
zh_hans: 错误
zh_hant: 錯誤
zh_hk: 錯誤

# 长期
source: Long-term
de: Langzeit
es: Largo plazo
fr: Long terme
it: Lungo termine
ja: 長期
ko: 장기
pt_br: Longo prazo
ru: Долгосрочный
tr: Uzun süreli
zh_hans: 长期
zh_hant: 長期
zh_hk: 長期

# 问智能助手
source: Ask Smart Assistant
de: Frag den intelligenten Assistenten
es: Asistente inteligente
fr: Assistant intelligent
it: Assistente intelligente
ja: スマートアシスタントに聞く
ko: 스마트 어시스턴트에게 물어보세요
pt_br: Assistente Inteligente
ru: Умный помощник
tr: Smart Assistant
zh_hans: 问智能助手
zh_hant: 問智能助手
zh_hk: 「問智能助手」

# 阿拉伯语
source: Arabic
de: Arabisch
es: Árabe
fr: Arabe
it: Arabo
ja: アラビア語
ko: 아랍어
pt_br: Árabe
ru: Арабский язык
tr: Arapça
zh_hans: 阿拉伯语
zh_hant: 阿拉伯語
zh_hk: 阿拉伯語

# 附件: 一张图片
source: Attachment: An image
de: Anhang: Ein Bild
es: Adjunto: una imagen
fr: Pièce jointe : une image
it: Allegato: un'immagine
ja: 添付ファイル: 画像1枚
ko: 첨부파일: 이미지 1장
pt_br: Anexo: Uma imagem
ru: Вложение: изображение
tr: Ek: Bir resim
zh_hans: 附件: 一张图片
zh_hant: 附件: 一張圖片
zh_hk: 附件: 一張圖片

# 附近暂无设备
source: Nearby devices temporarily unavailable
de: In der Nähe vorübergehend keine Geräte
es: Cerca no hay dispositivos disponibles
fr: Aucun appareil à proximité
it: Nessun dispositivo nelle vicinanze
ja: 近くにデバイスがありません
ko: 근처에 기기 없음
pt_br: Próximo sem dispositivos temporariamente
ru: Рядом нет устройств
tr: Yakınlarda cihaz yok
zh_hans: 附近暂无设备
zh_hant: 附近暫無設備
zh_hk: 附近暫無設備

# 附近的书
source: Nearby Books
de: Bücher in der Nähe
es: Libros cercanos
fr: Livres à proximité
it: Libri nelle vicinanze
ja: 近くの本
ko: 근처의 책
pt_br: Livros próximos
ru: Рядом книги
tr: Yakındaki Kitaplar
zh_hans: 附近的书
zh_hant: 附近的書
zh_hk: 附近的書

# 附近设备
source: Nearby Devices
de: Nahegelegene Geräte
es: Dispositivos cercanos
fr: Appareils à proximité
it: Dispositivi nelle vicinanze
ja: 近くのデバイス
ko: 근처 기기
pt_br: Dispositivos próximos
ru: Оборудование поблизости
tr: Yakındaki Cihazlar
zh_hans: 附近设备
zh_hant: 附近設備
zh_hk: 附近設備

# 隐私政策
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh_hans: 隐私政策
zh_hant: 隱私政策
zh_hk: 私隱政策

# 隐藏
source: Hidden
de: Versteckt
es: Oculto
fr: Masquer
it: Nascosto
ja: 隠す
ko: 숨기기
pt_br: Oculto
ru: Скрыть
tr: Gizle
zh_hans: 隐藏
zh_hant: 隱藏
zh_hk: 隱藏

# 随机生成密钥
source: Randomly Generated Key
de: Zufällig generierter Schlüssel
es: Generar clave aleatoria
fr: Clé générée aléatoirement
it: Generazione chiave casuale
ja: ランダムにキーを生成
ko: 무작위 키 생성
pt_br: Geração Aleatória de Chaves
ru: Случайная генерация ключа
tr: Rastgele Anahtar Oluştur
zh_hans: 随机生成密钥
zh_hant: 隨機生成密鑰
zh_hk: 隨機生成密鑰
